/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50714
Source Host           : localhost:3306
Source Database       : itcast_shop

Target Server Type    : MYSQL
Target Server Version : 50714
File Encoding         : 65001

Date: 2017-07-16 22:32:33
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for message
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `msg` text,
  `sender` varchar(32) NOT NULL DEFAULT '',
  `receiver` varchar(32) NOT NULL DEFAULT '',
  `color` char(7) NOT NULL DEFAULT '',
  `biaoqing` varchar(32) NOT NULL DEFAULT '',
  `add_time` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=628 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES ('21', '双方的身份', '牛魔王', '郁金香', '#77FFEE', '有点脸红', '2013-11-10 16:11:34');
INSERT INTO `message` VALUES ('22', '双方的身份sdfsf', '牛魔王', '郁金香', '#D1BBFF', '有点脸红', '2013-11-10 16:12:53');
INSERT INTO `message` VALUES ('23', '双方的身份sdfsffgdg是多少', '牛魔王', '郁金香', '#D1BBFF', '有点脸红', '2013-11-10 16:13:10');
INSERT INTO `message` VALUES ('24', '双方的身份sdfsffgdg是多少斯蒂芬森', '牛魔王', '郁金香', '#D1BBFF', '有点脸红', '2013-11-10 16:13:26');
INSERT INTO `message` VALUES ('25', '案发地点沙发上', '牛魔王', '诸葛', '#006400', '使劲安慰', '2013-11-10 16:15:11');
INSERT INTO `message` VALUES ('26', '舒服舒服', '牛魔王', '甜甜', '#9F88FF', '微笑', '2013-11-10 16:17:01');
INSERT INTO `message` VALUES ('27', '双方都的说法', '牛魔王', '诸葛', '#0000FF', '含情脉脉', '2013-11-10 16:18:40');
INSERT INTO `message` VALUES ('28', 'eajfjalkfdj', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:26:19');
INSERT INTO `message` VALUES ('29', '我们就这样一直写，，，老师的数据库就。。。。来吧', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:26:43');
INSERT INTO `message` VALUES ('30', '哇', '牛魔王', '所有的人', '', '', '2013-12-13 17:27:35');
INSERT INTO `message` VALUES ('31', '这么快写完了', '牛魔王', '所有的人', '', '', '2013-12-13 17:27:42');
INSERT INTO `message` VALUES ('32', '小游子', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:27:47');
INSERT INTO `message` VALUES ('33', '没有吧\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:27:52');
INSERT INTO `message` VALUES ('34', '我不是\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:27:56');
INSERT INTO `message` VALUES ('35', '还是老师的', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:28:04');
INSERT INTO `message` VALUES ('36', '哇！', '牛魔王', '所有的人', '', '神秘兮兮', '2013-12-13 17:28:10');
INSERT INTO `message` VALUES ('37', '哇', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:18');
INSERT INTO `message` VALUES ('38', '霸气侧漏', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:27');
INSERT INTO `message` VALUES ('39', '霸气侧漏', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:27');
INSERT INTO `message` VALUES ('40', '霸气侧漏', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:27');
INSERT INTO `message` VALUES ('41', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:37');
INSERT INTO `message` VALUES ('42', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:39');
INSERT INTO `message` VALUES ('43', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:40');
INSERT INTO `message` VALUES ('44', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:41');
INSERT INTO `message` VALUES ('45', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:42');
INSERT INTO `message` VALUES ('46', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:42');
INSERT INTO `message` VALUES ('47', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:43');
INSERT INTO `message` VALUES ('48', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:43');
INSERT INTO `message` VALUES ('49', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:43');
INSERT INTO `message` VALUES ('50', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:44');
INSERT INTO `message` VALUES ('51', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:44');
INSERT INTO `message` VALUES ('52', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:44');
INSERT INTO `message` VALUES ('53', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:45');
INSERT INTO `message` VALUES ('54', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:45');
INSERT INTO `message` VALUES ('55', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:45');
INSERT INTO `message` VALUES ('56', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:46');
INSERT INTO `message` VALUES ('57', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:46');
INSERT INTO `message` VALUES ('58', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:46');
INSERT INTO `message` VALUES ('59', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:47');
INSERT INTO `message` VALUES ('60', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:47');
INSERT INTO `message` VALUES ('61', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:47');
INSERT INTO `message` VALUES ('62', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:48');
INSERT INTO `message` VALUES ('63', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:48');
INSERT INTO `message` VALUES ('64', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:48');
INSERT INTO `message` VALUES ('65', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:48');
INSERT INTO `message` VALUES ('66', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:49');
INSERT INTO `message` VALUES ('67', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:49');
INSERT INTO `message` VALUES ('68', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:49');
INSERT INTO `message` VALUES ('69', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:49');
INSERT INTO `message` VALUES ('70', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:50');
INSERT INTO `message` VALUES ('71', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:50');
INSERT INTO `message` VALUES ('72', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:50');
INSERT INTO `message` VALUES ('73', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:51');
INSERT INTO `message` VALUES ('74', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:51');
INSERT INTO `message` VALUES ('75', '天呢\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:51');
INSERT INTO `message` VALUES ('76', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:28:58');
INSERT INTO `message` VALUES ('77', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:00');
INSERT INTO `message` VALUES ('78', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:00');
INSERT INTO `message` VALUES ('79', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:01');
INSERT INTO `message` VALUES ('80', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:01');
INSERT INTO `message` VALUES ('81', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:01');
INSERT INTO `message` VALUES ('82', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:01');
INSERT INTO `message` VALUES ('83', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('84', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('85', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('86', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('87', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('88', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('89', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('90', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:02');
INSERT INTO `message` VALUES ('91', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('92', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('93', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('94', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('95', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('96', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:03');
INSERT INTO `message` VALUES ('97', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:04');
INSERT INTO `message` VALUES ('98', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:04');
INSERT INTO `message` VALUES ('99', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:04');
INSERT INTO `message` VALUES ('100', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:04');
INSERT INTO `message` VALUES ('101', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:04');
INSERT INTO `message` VALUES ('102', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:05');
INSERT INTO `message` VALUES ('103', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:05');
INSERT INTO `message` VALUES ('104', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:05');
INSERT INTO `message` VALUES ('105', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:06');
INSERT INTO `message` VALUES ('106', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:10');
INSERT INTO `message` VALUES ('107', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:10');
INSERT INTO `message` VALUES ('108', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:10');
INSERT INTO `message` VALUES ('109', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:11');
INSERT INTO `message` VALUES ('110', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:11');
INSERT INTO `message` VALUES ('111', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:11');
INSERT INTO `message` VALUES ('112', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:11');
INSERT INTO `message` VALUES ('113', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:11');
INSERT INTO `message` VALUES ('114', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:12');
INSERT INTO `message` VALUES ('115', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:12');
INSERT INTO `message` VALUES ('116', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:12');
INSERT INTO `message` VALUES ('117', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:12');
INSERT INTO `message` VALUES ('118', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:13');
INSERT INTO `message` VALUES ('119', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:13');
INSERT INTO `message` VALUES ('120', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:13');
INSERT INTO `message` VALUES ('121', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:13');
INSERT INTO `message` VALUES ('122', '哇！太帮了\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:13');
INSERT INTO `message` VALUES ('123', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:25');
INSERT INTO `message` VALUES ('124', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:25');
INSERT INTO `message` VALUES ('125', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('126', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('127', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('128', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('129', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('130', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:26');
INSERT INTO `message` VALUES ('131', '来，来，来，来，来，来，来，来，来，来，来，来，来，来，来，', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:29:27');
INSERT INTO `message` VALUES ('132', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('133', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('134', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('135', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('136', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('137', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:36');
INSERT INTO `message` VALUES ('138', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:37');
INSERT INTO `message` VALUES ('139', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:37');
INSERT INTO `message` VALUES ('140', '你已经退出该群请重新登录', '牛魔王', '所有的人', '', '', '2013-12-13 17:29:37');
INSERT INTO `message` VALUES ('141', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:40');
INSERT INTO `message` VALUES ('142', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:40');
INSERT INTO `message` VALUES ('143', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:40');
INSERT INTO `message` VALUES ('144', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:41');
INSERT INTO `message` VALUES ('145', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:41');
INSERT INTO `message` VALUES ('146', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:41');
INSERT INTO `message` VALUES ('147', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:42');
INSERT INTO `message` VALUES ('148', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:42');
INSERT INTO `message` VALUES ('149', '为什么都是牛魔魔王\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:29:42');
INSERT INTO `message` VALUES ('150', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:03');
INSERT INTO `message` VALUES ('151', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:03');
INSERT INTO `message` VALUES ('152', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:03');
INSERT INTO `message` VALUES ('153', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:03');
INSERT INTO `message` VALUES ('154', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('155', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('156', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('157', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('158', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('159', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('160', '你已经退出该群请重新登录', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:04');
INSERT INTO `message` VALUES ('161', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:05');
INSERT INTO `message` VALUES ('162', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:05');
INSERT INTO `message` VALUES ('163', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:06');
INSERT INTO `message` VALUES ('164', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:06');
INSERT INTO `message` VALUES ('165', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:06');
INSERT INTO `message` VALUES ('166', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:07');
INSERT INTO `message` VALUES ('167', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:07');
INSERT INTO `message` VALUES ('168', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:07');
INSERT INTO `message` VALUES ('169', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:08');
INSERT INTO `message` VALUES ('170', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:08');
INSERT INTO `message` VALUES ('171', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:08');
INSERT INTO `message` VALUES ('172', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:11');
INSERT INTO `message` VALUES ('173', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:12');
INSERT INTO `message` VALUES ('174', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:13');
INSERT INTO `message` VALUES ('175', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:14');
INSERT INTO `message` VALUES ('176', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:14');
INSERT INTO `message` VALUES ('177', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:14');
INSERT INTO `message` VALUES ('178', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:15');
INSERT INTO `message` VALUES ('179', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:15');
INSERT INTO `message` VALUES ('180', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:16');
INSERT INTO `message` VALUES ('181', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:16');
INSERT INTO `message` VALUES ('182', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:16');
INSERT INTO `message` VALUES ('183', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:17');
INSERT INTO `message` VALUES ('184', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:17');
INSERT INTO `message` VALUES ('185', '哇  哈哈\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:30:17');
INSERT INTO `message` VALUES ('186', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:18');
INSERT INTO `message` VALUES ('187', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:18');
INSERT INTO `message` VALUES ('188', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:18');
INSERT INTO `message` VALUES ('189', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:19');
INSERT INTO `message` VALUES ('190', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:19');
INSERT INTO `message` VALUES ('191', '小禹是坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:20');
INSERT INTO `message` VALUES ('192', '鳕鱼 血玉  雪羽  谢雨', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:23');
INSERT INTO `message` VALUES ('193', '鳕鱼 血玉  雪羽  谢雨', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:23');
INSERT INTO `message` VALUES ('194', '鳕鱼 血玉  雪羽  谢雨', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:23');
INSERT INTO `message` VALUES ('195', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:24');
INSERT INTO `message` VALUES ('196', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:24');
INSERT INTO `message` VALUES ('197', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('198', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('199', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('200', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('201', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('202', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:25');
INSERT INTO `message` VALUES ('203', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:26');
INSERT INTO `message` VALUES ('204', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:26');
INSERT INTO `message` VALUES ('205', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:26');
INSERT INTO `message` VALUES ('206', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:26');
INSERT INTO `message` VALUES ('207', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:27');
INSERT INTO `message` VALUES ('208', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:27');
INSERT INTO `message` VALUES ('209', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:27');
INSERT INTO `message` VALUES ('210', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:27');
INSERT INTO `message` VALUES ('211', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:27');
INSERT INTO `message` VALUES ('212', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:28');
INSERT INTO `message` VALUES ('213', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:28');
INSERT INTO `message` VALUES ('214', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:28');
INSERT INTO `message` VALUES ('215', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:28');
INSERT INTO `message` VALUES ('216', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:29');
INSERT INTO `message` VALUES ('217', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:29');
INSERT INTO `message` VALUES ('218', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:29');
INSERT INTO `message` VALUES ('219', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:29');
INSERT INTO `message` VALUES ('220', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:29');
INSERT INTO `message` VALUES ('221', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:30');
INSERT INTO `message` VALUES ('222', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:30');
INSERT INTO `message` VALUES ('223', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:30');
INSERT INTO `message` VALUES ('224', '小燕是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:30');
INSERT INTO `message` VALUES ('225', '谁\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:30:37');
INSERT INTO `message` VALUES ('226', '说我坏话\n\n', '牛魔王', '所有的人', '', '', '2013-12-13 17:30:46');
INSERT INTO `message` VALUES ('227', '都是蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:51');
INSERT INTO `message` VALUES ('228', '都是蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:51');
INSERT INTO `message` VALUES ('229', '都是蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:51');
INSERT INTO `message` VALUES ('230', '都是蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:51');
INSERT INTO `message` VALUES ('231', '都是蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:30:51');
INSERT INTO `message` VALUES ('232', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:53');
INSERT INTO `message` VALUES ('233', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:53');
INSERT INTO `message` VALUES ('234', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:54');
INSERT INTO `message` VALUES ('235', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:54');
INSERT INTO `message` VALUES ('236', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:54');
INSERT INTO `message` VALUES ('237', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:54');
INSERT INTO `message` VALUES ('238', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:54');
INSERT INTO `message` VALUES ('239', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:55');
INSERT INTO `message` VALUES ('240', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:55');
INSERT INTO `message` VALUES ('241', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:55');
INSERT INTO `message` VALUES ('242', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:55');
INSERT INTO `message` VALUES ('243', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('244', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('245', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('246', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('247', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('248', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:56');
INSERT INTO `message` VALUES ('249', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:57');
INSERT INTO `message` VALUES ('250', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:57');
INSERT INTO `message` VALUES ('251', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:57');
INSERT INTO `message` VALUES ('252', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:57');
INSERT INTO `message` VALUES ('253', '庆庆也是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:30:57');
INSERT INTO `message` VALUES ('254', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('255', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('256', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('257', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('258', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('259', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:58');
INSERT INTO `message` VALUES ('260', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:59');
INSERT INTO `message` VALUES ('261', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:59');
INSERT INTO `message` VALUES ('262', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:30:59');
INSERT INTO `message` VALUES ('263', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:00');
INSERT INTO `message` VALUES ('264', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:00');
INSERT INTO `message` VALUES ('265', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:00');
INSERT INTO `message` VALUES ('266', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:01');
INSERT INTO `message` VALUES ('267', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:01');
INSERT INTO `message` VALUES ('268', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:01');
INSERT INTO `message` VALUES ('269', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:02');
INSERT INTO `message` VALUES ('270', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:03');
INSERT INTO `message` VALUES ('271', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:03');
INSERT INTO `message` VALUES ('272', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:03');
INSERT INTO `message` VALUES ('273', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:03');
INSERT INTO `message` VALUES ('274', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:04');
INSERT INTO `message` VALUES ('275', '小禹是个 大大的坏蛋！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:04');
INSERT INTO `message` VALUES ('276', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:12');
INSERT INTO `message` VALUES ('277', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:13');
INSERT INTO `message` VALUES ('278', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:13');
INSERT INTO `message` VALUES ('279', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:13');
INSERT INTO `message` VALUES ('280', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:13');
INSERT INTO `message` VALUES ('281', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:13');
INSERT INTO `message` VALUES ('282', '蛋蛋  蛋蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:14');
INSERT INTO `message` VALUES ('283', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:17');
INSERT INTO `message` VALUES ('284', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:18');
INSERT INTO `message` VALUES ('285', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:18');
INSERT INTO `message` VALUES ('286', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:18');
INSERT INTO `message` VALUES ('287', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:19');
INSERT INTO `message` VALUES ('288', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:19');
INSERT INTO `message` VALUES ('289', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:19');
INSERT INTO `message` VALUES ('290', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:20');
INSERT INTO `message` VALUES ('291', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:20');
INSERT INTO `message` VALUES ('292', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:20');
INSERT INTO `message` VALUES ('293', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:21');
INSERT INTO `message` VALUES ('294', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:21');
INSERT INTO `message` VALUES ('295', '小禹是个 大大的魂淡！\n', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:31:21');
INSERT INTO `message` VALUES ('296', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('297', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('298', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('299', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('300', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('301', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:43');
INSERT INTO `message` VALUES ('302', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('303', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('304', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('305', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('306', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('307', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:44');
INSERT INTO `message` VALUES ('308', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:45');
INSERT INTO `message` VALUES ('309', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:45');
INSERT INTO `message` VALUES ('310', '晓游是坏蛋', '牛魔王', '成就梦想', '', '', '2013-12-13 17:31:45');
INSERT INTO `message` VALUES ('311', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:25');
INSERT INTO `message` VALUES ('312', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:25');
INSERT INTO `message` VALUES ('313', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:25');
INSERT INTO `message` VALUES ('314', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('315', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('316', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('317', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('318', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('319', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:26');
INSERT INTO `message` VALUES ('320', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:27');
INSERT INTO `message` VALUES ('321', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:27');
INSERT INTO `message` VALUES ('322', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:27');
INSERT INTO `message` VALUES ('323', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:27');
INSERT INTO `message` VALUES ('324', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:27');
INSERT INTO `message` VALUES ('325', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:28');
INSERT INTO `message` VALUES ('326', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:28');
INSERT INTO `message` VALUES ('327', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:32:28');
INSERT INTO `message` VALUES ('328', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:58');
INSERT INTO `message` VALUES ('329', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:59');
INSERT INTO `message` VALUES ('330', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:59');
INSERT INTO `message` VALUES ('331', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:59');
INSERT INTO `message` VALUES ('332', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:59');
INSERT INTO `message` VALUES ('333', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:32:59');
INSERT INTO `message` VALUES ('334', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:00');
INSERT INTO `message` VALUES ('335', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:01');
INSERT INTO `message` VALUES ('336', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:02');
INSERT INTO `message` VALUES ('337', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:02');
INSERT INTO `message` VALUES ('338', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:02');
INSERT INTO `message` VALUES ('339', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:02');
INSERT INTO `message` VALUES ('340', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:03');
INSERT INTO `message` VALUES ('341', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:03');
INSERT INTO `message` VALUES ('342', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:04');
INSERT INTO `message` VALUES ('343', '\n小游是个很好的孩子！真的', '牛魔王', '所有的人', '#FF0000', '幸福', '2013-12-13 17:33:04');
INSERT INTO `message` VALUES ('344', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:13');
INSERT INTO `message` VALUES ('345', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:13');
INSERT INTO `message` VALUES ('346', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:13');
INSERT INTO `message` VALUES ('347', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:13');
INSERT INTO `message` VALUES ('348', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:13');
INSERT INTO `message` VALUES ('349', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:14');
INSERT INTO `message` VALUES ('350', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:14');
INSERT INTO `message` VALUES ('351', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:14');
INSERT INTO `message` VALUES ('352', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:14');
INSERT INTO `message` VALUES ('353', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:14');
INSERT INTO `message` VALUES ('354', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:15');
INSERT INTO `message` VALUES ('355', '对  晓游是绝对的坏蛋', '牛魔王', '郁金香', '', '', '2013-12-13 17:33:15');
INSERT INTO `message` VALUES ('356', '小游绝对是坏蛋', '牛魔王', '恶魔', '#800080', '不知所措', '2013-12-13 17:33:25');
INSERT INTO `message` VALUES ('357', '小游绝对是坏蛋', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:33:45');
INSERT INTO `message` VALUES ('358', '\n小游是个很好很好的孩子', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:03');
INSERT INTO `message` VALUES ('359', '\n小游是个很好很好的孩子', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:03');
INSERT INTO `message` VALUES ('360', '恩恩晓游坏蛋大大的', '牛魔王', '郁金香', '#990099', '', '2013-12-13 17:34:03');
INSERT INTO `message` VALUES ('361', '\n小游是个很好很好的孩子', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:04');
INSERT INTO `message` VALUES ('362', '\n小游是个很好很好的孩子', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:04');
INSERT INTO `message` VALUES ('363', '\n小游是个很好很好的孩子', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:04');
INSERT INTO `message` VALUES ('364', '恩恩晓游坏蛋大大的', '牛魔王', '恶魔', '#A500CC', '', '2013-12-13 17:34:12');
INSERT INTO `message` VALUES ('365', '恩恩晓游坏蛋大大的', '牛魔王', '恶魔', '#0000FF', '', '2013-12-13 17:34:15');
INSERT INTO `message` VALUES ('366', '\n你是谁 我弄死你', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:56');
INSERT INTO `message` VALUES ('367', '\n你是谁 我弄死你', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:56');
INSERT INTO `message` VALUES ('368', '\n你是谁 我弄死你', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:56');
INSERT INTO `message` VALUES ('369', '\n你是谁 我弄死你', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:56');
INSERT INTO `message` VALUES ('370', '\n你是谁 我弄死你', '牛魔王', '所有的人', '#A500CC', '幸福', '2013-12-13 17:34:57');
INSERT INTO `message` VALUES ('371', '你老大\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:35:20');
INSERT INTO `message` VALUES ('372', '你老大\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:35:20');
INSERT INTO `message` VALUES ('373', '你老大\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:35:21');
INSERT INTO `message` VALUES ('374', '你老大\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:35:21');
INSERT INTO `message` VALUES ('375', '你老大\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:35:21');
INSERT INTO `message` VALUES ('376', '对啊谁说的晓游', '牛魔王', '恶魔', '#000000', '', '2013-12-13 17:35:52');
INSERT INTO `message` VALUES ('377', '对啊谁说的晓游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:35:55');
INSERT INTO `message` VALUES ('378', '对啊谁说的晓游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:35:55');
INSERT INTO `message` VALUES ('379', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:57');
INSERT INTO `message` VALUES ('380', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:58');
INSERT INTO `message` VALUES ('381', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:58');
INSERT INTO `message` VALUES ('382', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:58');
INSERT INTO `message` VALUES ('383', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:59');
INSERT INTO `message` VALUES ('384', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:35:59');
INSERT INTO `message` VALUES ('385', '\n小游老大是谁', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:36:00');
INSERT INTO `message` VALUES ('386', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:10');
INSERT INTO `message` VALUES ('387', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:11');
INSERT INTO `message` VALUES ('388', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:37');
INSERT INTO `message` VALUES ('389', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:37');
INSERT INTO `message` VALUES ('390', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:38');
INSERT INTO `message` VALUES ('391', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:38');
INSERT INTO `message` VALUES ('392', '太坏了\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:36:38');
INSERT INTO `message` VALUES ('393', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:12');
INSERT INTO `message` VALUES ('394', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:12');
INSERT INTO `message` VALUES ('395', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:12');
INSERT INTO `message` VALUES ('396', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:12');
INSERT INTO `message` VALUES ('397', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:13');
INSERT INTO `message` VALUES ('398', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:13');
INSERT INTO `message` VALUES ('399', '大游', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:37:13');
INSERT INTO `message` VALUES ('400', '\n这是小庆庆 绝对的\n', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:37:36');
INSERT INTO `message` VALUES ('401', '\n这是小庆庆 绝对的\n', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:37:37');
INSERT INTO `message` VALUES ('402', '\n这是小庆庆 绝对的\n', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:37:37');
INSERT INTO `message` VALUES ('403', '\n这是小庆庆 绝对的\n', '牛魔王', '所有的人', '#4400B3', '幸福', '2013-12-13 17:37:37');
INSERT INTO `message` VALUES ('404', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:15');
INSERT INTO `message` VALUES ('405', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:16');
INSERT INTO `message` VALUES ('406', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:16');
INSERT INTO `message` VALUES ('407', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:16');
INSERT INTO `message` VALUES ('408', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:17');
INSERT INTO `message` VALUES ('409', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:17');
INSERT INTO `message` VALUES ('410', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:17');
INSERT INTO `message` VALUES ('411', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:17');
INSERT INTO `message` VALUES ('412', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:18');
INSERT INTO `message` VALUES ('413', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:18');
INSERT INTO `message` VALUES ('414', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:18');
INSERT INTO `message` VALUES ('415', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:18');
INSERT INTO `message` VALUES ('416', '\n小禹是个百分百的坏东西\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:38:18');
INSERT INTO `message` VALUES ('417', '庆庆在和同桌闹闹呢', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:38:19');
INSERT INTO `message` VALUES ('418', '庆庆在和同桌闹闹呢', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:38:19');
INSERT INTO `message` VALUES ('419', '庆庆在和同桌闹闹呢', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:38:19');
INSERT INTO `message` VALUES ('420', '庆庆在和同桌闹闹呢', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:38:19');
INSERT INTO `message` VALUES ('421', '庆庆在和同桌闹闹呢', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:38:20');
INSERT INTO `message` VALUES ('422', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:58');
INSERT INTO `message` VALUES ('423', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('424', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('425', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('426', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('427', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('428', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:38:59');
INSERT INTO `message` VALUES ('429', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#800080', '不知所措', '2013-12-13 17:39:00');
INSERT INTO `message` VALUES ('430', 'DAD', '牛魔王', '恶魔', '#000000', '一把鼻涕', '2013-12-13 17:39:22');
INSERT INTO `message` VALUES ('431', '羞\n', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:39:28');
INSERT INTO `message` VALUES ('432', '庆庆在和老板玩亲亲\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:39:48');
INSERT INTO `message` VALUES ('433', '额', '牛魔王', '甜甜', '#000000', '一把鼻涕', '2013-12-13 17:39:54');
INSERT INTO `message` VALUES ('434', '真血腥', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:39:59');
INSERT INTO `message` VALUES ('435', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:10');
INSERT INTO `message` VALUES ('436', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:11');
INSERT INTO `message` VALUES ('437', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:11');
INSERT INTO `message` VALUES ('438', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:11');
INSERT INTO `message` VALUES ('439', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:12');
INSERT INTO `message` VALUES ('440', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:12');
INSERT INTO `message` VALUES ('441', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:12');
INSERT INTO `message` VALUES ('442', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:12');
INSERT INTO `message` VALUES ('443', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:13');
INSERT INTO `message` VALUES ('444', '\n我是小禹 我是坏蛋\n', '牛魔王', '所有的人', '#77FFEE', '幸福', '2013-12-13 17:40:13');
INSERT INTO `message` VALUES ('445', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:29');
INSERT INTO `message` VALUES ('446', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:29');
INSERT INTO `message` VALUES ('447', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:29');
INSERT INTO `message` VALUES ('448', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:30');
INSERT INTO `message` VALUES ('449', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:30');
INSERT INTO `message` VALUES ('450', '我是国庆，请叫我贱人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:40:30');
INSERT INTO `message` VALUES ('451', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:31');
INSERT INTO `message` VALUES ('452', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:31');
INSERT INTO `message` VALUES ('453', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:31');
INSERT INTO `message` VALUES ('454', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:32');
INSERT INTO `message` VALUES ('455', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:32');
INSERT INTO `message` VALUES ('456', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:36');
INSERT INTO `message` VALUES ('457', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:36');
INSERT INTO `message` VALUES ('458', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:37');
INSERT INTO `message` VALUES ('459', '\n我是小禹 我是大坏蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:40:37');
INSERT INTO `message` VALUES ('460', '《- -》\n', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:25');
INSERT INTO `message` VALUES ('461', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('462', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('463', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('464', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('465', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('466', '我是游敏慧，，我是个坏人\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:41:27');
INSERT INTO `message` VALUES ('467', '恩恩是', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:32');
INSERT INTO `message` VALUES ('468', '恩恩是', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:32');
INSERT INTO `message` VALUES ('469', '我承认', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:41');
INSERT INTO `message` VALUES ('470', '我承认', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:41');
INSERT INTO `message` VALUES ('471', '我承认', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:41');
INSERT INTO `message` VALUES ('472', '我承认', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:41');
INSERT INTO `message` VALUES ('473', '我承认', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:41:41');
INSERT INTO `message` VALUES ('474', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:46');
INSERT INTO `message` VALUES ('475', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:47');
INSERT INTO `message` VALUES ('476', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:47');
INSERT INTO `message` VALUES ('477', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:47');
INSERT INTO `message` VALUES ('478', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:47');
INSERT INTO `message` VALUES ('479', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:48');
INSERT INTO `message` VALUES ('480', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:48');
INSERT INTO `message` VALUES ('481', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:48');
INSERT INTO `message` VALUES ('482', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:48');
INSERT INTO `message` VALUES ('483', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:49');
INSERT INTO `message` VALUES ('484', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:49');
INSERT INTO `message` VALUES ('485', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:49');
INSERT INTO `message` VALUES ('486', '\n你们妹\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:41:50');
INSERT INTO `message` VALUES ('487', '我也想有个妹妹啊  嗨·····', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:42:35');
INSERT INTO `message` VALUES ('488', '我也想有个妹妹啊  嗨·····', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:42:36');
INSERT INTO `message` VALUES ('489', '我也想有个妹妹啊  嗨·····', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:42:36');
INSERT INTO `message` VALUES ('490', '恩  我妹的\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:42:39');
INSERT INTO `message` VALUES ('491', '恩  我妹的\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:42:39');
INSERT INTO `message` VALUES ('492', '恩  我妹的\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:42:39');
INSERT INTO `message` VALUES ('493', '恩  我妹的\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:42:39');
INSERT INTO `message` VALUES ('494', '恩  我妹的\n', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:42:40');
INSERT INTO `message` VALUES ('495', '呵呵\n\n', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:42:59');
INSERT INTO `message` VALUES ('496', '蛋蛋 蛋蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:43:21');
INSERT INTO `message` VALUES ('497', '蛋蛋 蛋蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:43:21');
INSERT INTO `message` VALUES ('498', '蛋蛋 蛋蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:43:21');
INSERT INTO `message` VALUES ('499', '蛋蛋 蛋蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:43:21');
INSERT INTO `message` VALUES ('500', '蛋蛋 蛋蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:43:22');
INSERT INTO `message` VALUES ('501', '鸡蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:17');
INSERT INTO `message` VALUES ('502', '鸡蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:18');
INSERT INTO `message` VALUES ('503', '鸡蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:18');
INSERT INTO `message` VALUES ('504', '鸡蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:18');
INSERT INTO `message` VALUES ('505', '鸡蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:18');
INSERT INTO `message` VALUES ('506', '荷包蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:44:24');
INSERT INTO `message` VALUES ('507', '蛋蛋超人', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:44:38');
INSERT INTO `message` VALUES ('508', '蛋蛋超人', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:44:39');
INSERT INTO `message` VALUES ('509', '茶叶蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:42');
INSERT INTO `message` VALUES ('510', '茶叶蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:43');
INSERT INTO `message` VALUES ('511', '茶叶蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:43');
INSERT INTO `message` VALUES ('512', '茶叶蛋', '牛魔王', '所有的人', '#FF0000', '不知所措', '2013-12-13 17:44:43');
INSERT INTO `message` VALUES ('513', '荷叶蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:44:57');
INSERT INTO `message` VALUES ('514', '荷叶蛋', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:44:57');
INSERT INTO `message` VALUES ('515', '茶蛋  鸭蛋 鹅蛋 ', '牛魔王', '所有的人', '#000000', '', '2013-12-13 17:45:13');
INSERT INTO `message` VALUES ('516', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:20');
INSERT INTO `message` VALUES ('517', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:21');
INSERT INTO `message` VALUES ('518', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:21');
INSERT INTO `message` VALUES ('519', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:21');
INSERT INTO `message` VALUES ('520', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:21');
INSERT INTO `message` VALUES ('521', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:21');
INSERT INTO `message` VALUES ('522', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:22');
INSERT INTO `message` VALUES ('523', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:22');
INSERT INTO `message` VALUES ('524', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:22');
INSERT INTO `message` VALUES ('525', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:22');
INSERT INTO `message` VALUES ('526', '\n混蛋\n', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 17:45:23');
INSERT INTO `message` VALUES ('527', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:58');
INSERT INTO `message` VALUES ('528', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:59');
INSERT INTO `message` VALUES ('529', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:59');
INSERT INTO `message` VALUES ('530', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:59');
INSERT INTO `message` VALUES ('531', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:59');
INSERT INTO `message` VALUES ('532', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:29:59');
INSERT INTO `message` VALUES ('533', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:00');
INSERT INTO `message` VALUES ('534', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:00');
INSERT INTO `message` VALUES ('535', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:00');
INSERT INTO `message` VALUES ('536', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:01');
INSERT INTO `message` VALUES ('537', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:01');
INSERT INTO `message` VALUES ('538', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:01');
INSERT INTO `message` VALUES ('539', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:01');
INSERT INTO `message` VALUES ('540', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:02');
INSERT INTO `message` VALUES ('541', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:02');
INSERT INTO `message` VALUES ('542', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:02');
INSERT INTO `message` VALUES ('543', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:02');
INSERT INTO `message` VALUES ('544', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:03');
INSERT INTO `message` VALUES ('545', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:03');
INSERT INTO `message` VALUES ('546', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:03');
INSERT INTO `message` VALUES ('547', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:03');
INSERT INTO `message` VALUES ('548', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:03');
INSERT INTO `message` VALUES ('549', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:04');
INSERT INTO `message` VALUES ('550', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:04');
INSERT INTO `message` VALUES ('551', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:04');
INSERT INTO `message` VALUES ('552', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:04');
INSERT INTO `message` VALUES ('553', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:05');
INSERT INTO `message` VALUES ('554', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:05');
INSERT INTO `message` VALUES ('555', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:05');
INSERT INTO `message` VALUES ('556', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:05');
INSERT INTO `message` VALUES ('557', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:06');
INSERT INTO `message` VALUES ('558', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:06');
INSERT INTO `message` VALUES ('559', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:06');
INSERT INTO `message` VALUES ('560', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:06');
INSERT INTO `message` VALUES ('561', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:07');
INSERT INTO `message` VALUES ('562', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:07');
INSERT INTO `message` VALUES ('563', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:07');
INSERT INTO `message` VALUES ('564', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:07');
INSERT INTO `message` VALUES ('565', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:08');
INSERT INTO `message` VALUES ('566', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:08');
INSERT INTO `message` VALUES ('567', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:08');
INSERT INTO `message` VALUES ('568', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:08');
INSERT INTO `message` VALUES ('569', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:09');
INSERT INTO `message` VALUES ('570', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:09');
INSERT INTO `message` VALUES ('571', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:09');
INSERT INTO `message` VALUES ('572', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:09');
INSERT INTO `message` VALUES ('573', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:09');
INSERT INTO `message` VALUES ('574', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:10');
INSERT INTO `message` VALUES ('575', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:10');
INSERT INTO `message` VALUES ('576', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:10');
INSERT INTO `message` VALUES ('577', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:10');
INSERT INTO `message` VALUES ('578', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:11');
INSERT INTO `message` VALUES ('579', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:11');
INSERT INTO `message` VALUES ('580', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:11');
INSERT INTO `message` VALUES ('581', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:11');
INSERT INTO `message` VALUES ('582', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:11');
INSERT INTO `message` VALUES ('583', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:12');
INSERT INTO `message` VALUES ('584', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:12');
INSERT INTO `message` VALUES ('585', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:12');
INSERT INTO `message` VALUES ('586', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:12');
INSERT INTO `message` VALUES ('587', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:13');
INSERT INTO `message` VALUES ('588', '晓游是坏蛋', '牛魔王', '所有的人', '', '', '2013-12-13 18:30:13');
INSERT INTO `message` VALUES ('589', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:22');
INSERT INTO `message` VALUES ('590', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:23');
INSERT INTO `message` VALUES ('591', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:23');
INSERT INTO `message` VALUES ('592', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:23');
INSERT INTO `message` VALUES ('593', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:23');
INSERT INTO `message` VALUES ('594', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('595', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('596', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('597', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('598', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('599', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:24');
INSERT INTO `message` VALUES ('600', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:25');
INSERT INTO `message` VALUES ('601', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:25');
INSERT INTO `message` VALUES ('602', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:25');
INSERT INTO `message` VALUES ('603', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:25');
INSERT INTO `message` VALUES ('604', '\n\n你是谁啊  魂淡', '牛魔王', '所有的人', '#4400B3', '很无辜', '2013-12-13 18:31:26');
INSERT INTO `message` VALUES ('605', '你猜', '牛魔王', '所有的人', '', '', '2013-12-13 18:33:20');
INSERT INTO `message` VALUES ('606', '你早知道我是谁', '牛魔王', '所有的人', '', '', '2013-12-13 18:34:21');
INSERT INTO `message` VALUES ('607', 'w \n', '牛魔王', '所有的人', '', '', '2013-12-27 10:43:59');
INSERT INTO `message` VALUES ('608', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:32');
INSERT INTO `message` VALUES ('609', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:37');
INSERT INTO `message` VALUES ('610', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:37');
INSERT INTO `message` VALUES ('611', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:38');
INSERT INTO `message` VALUES ('612', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:38');
INSERT INTO `message` VALUES ('613', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:38');
INSERT INTO `message` VALUES ('614', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:38');
INSERT INTO `message` VALUES ('615', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:39');
INSERT INTO `message` VALUES ('616', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:39');
INSERT INTO `message` VALUES ('617', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:39');
INSERT INTO `message` VALUES ('618', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:40');
INSERT INTO `message` VALUES ('619', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:40');
INSERT INTO `message` VALUES ('620', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:40');
INSERT INTO `message` VALUES ('621', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:41');
INSERT INTO `message` VALUES ('622', '狗日的们\n', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:41');
INSERT INTO `message` VALUES ('623', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:45:41');
INSERT INTO `message` VALUES ('624', '1111', '牛魔王', '所有的人', '', '', '2013-12-27 10:47:13');
INSERT INTO `message` VALUES ('625', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:48:43');
INSERT INTO `message` VALUES ('626', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 10:56:38');
INSERT INTO `message` VALUES ('627', '有人吗？？', '牛魔王', '所有的人', '', '', '2013-12-27 14:15:34');

-- ----------------------------
-- Table structure for sw_auth
-- ----------------------------
DROP TABLE IF EXISTS `sw_auth`;
CREATE TABLE `sw_auth` (
  `auth_id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,
  `auth_name` varchar(20) NOT NULL COMMENT '名称',
  `auth_pid` smallint(6) unsigned NOT NULL COMMENT '父id',
  `auth_c` varchar(32) NOT NULL DEFAULT '' COMMENT '模块',
  `auth_a` varchar(32) NOT NULL DEFAULT '' COMMENT '操作方法',
  `auth_path` varchar(32) NOT NULL COMMENT '全路径',
  `auth_level` tinyint(4) NOT NULL DEFAULT '0' COMMENT '基别',
  PRIMARY KEY (`auth_id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sw_auth
-- ----------------------------
INSERT INTO `sw_auth` VALUES ('1', '商品管理', '0', '', '', '1', '0');
INSERT INTO `sw_auth` VALUES ('2', '订单管理', '0', '', '', '2', '0');
INSERT INTO `sw_auth` VALUES ('3', '广告管理', '0', '', '', '3', '0');
INSERT INTO `sw_auth` VALUES ('4', '商品列表', '1', 'Goods', 'showlist', '1-4', '1');
INSERT INTO `sw_auth` VALUES ('5', '添加商品', '1', 'Goods', 'add', '1-5', '1');
INSERT INTO `sw_auth` VALUES ('6', '商品分类', '1', 'Goods', 'cate', '1-6', '1');
INSERT INTO `sw_auth` VALUES ('7', '用户评论', '1', 'User', 'comment', '1-7', '1');
INSERT INTO `sw_auth` VALUES ('8', '订单列表', '2', 'Order', 'showlist', '2-8', '1');
INSERT INTO `sw_auth` VALUES ('9', '订单打印', '2', 'Order', 'print', '2-9', '1');
INSERT INTO `sw_auth` VALUES ('10', '添加订单', '2', 'Order', 'add', '2-10', '1');
INSERT INTO `sw_auth` VALUES ('11', '广告列表', '3', 'Advert', 'showlist', '3-11', '1');
INSERT INTO `sw_auth` VALUES ('12', '广告位置', '3', 'Advert', 'position', '3-12', '1');
INSERT INTO `sw_auth` VALUES ('13', '系统管理', '0', '', '', '13', '0');
INSERT INTO `sw_auth` VALUES ('14', '角色管理', '13', 'Role', 'showlist', '13-14', '1');
INSERT INTO `sw_auth` VALUES ('15', '权限管理', '13', 'Auth', 'showlist', '13-15', '1');
INSERT INTO `sw_auth` VALUES ('16', '会员管理', '0', 'User', 'showlist', '16', '0');
INSERT INTO `sw_auth` VALUES ('17', '商品回收站', '1', 'Goods', 'huishou', '1-17', '1');
INSERT INTO `sw_auth` VALUES ('18', '商品删除', '4', 'Goods', 'del', '1-4-18', '2');
INSERT INTO `sw_auth` VALUES ('19', '商品修改', '4', 'Goods', 'upd', '1-4-19', '2');
INSERT INTO `sw_auth` VALUES ('20', '管理员列表', '13', 'Manager', 'showlist', '13-20', '1');

-- ----------------------------
-- Table structure for sw_category
-- ----------------------------
DROP TABLE IF EXISTS `sw_category`;
CREATE TABLE `sw_category` (
  `cat_id` int(11) NOT NULL AUTO_INCREMENT,
  `cat_name` varchar(64) NOT NULL DEFAULT '',
  PRIMARY KEY (`cat_id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sw_category
-- ----------------------------
INSERT INTO `sw_category` VALUES ('1', '手机');
INSERT INTO `sw_category` VALUES ('2', '电脑');
INSERT INTO `sw_category` VALUES ('3', '相机');
INSERT INTO `sw_category` VALUES ('4', '耳机');
INSERT INTO `sw_category` VALUES ('5', '电池');

-- ----------------------------
-- Table structure for sw_goods
-- ----------------------------
DROP TABLE IF EXISTS `sw_goods`;
CREATE TABLE `sw_goods` (
  `goods_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `goods_name` varchar(128) COLLATE utf8_unicode_ci NOT NULL DEFAULT '' COMMENT '商品名称',
  `goods_weight` int(11) NOT NULL DEFAULT '0' COMMENT '重量',
  `goods_price` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '价格',
  `goods_number` int(11) NOT NULL DEFAULT '100' COMMENT '数量',
  `goods_category_id` int(11) NOT NULL DEFAULT '0' COMMENT '分类',
  `goods_brand_id` int(11) NOT NULL DEFAULT '0' COMMENT '品牌',
  `goods_introduce` text COLLATE utf8_unicode_ci COMMENT '详细介绍',
  `goods_big_img` varchar(128) COLLATE utf8_unicode_ci NOT NULL DEFAULT '' COMMENT '商品图片',
  `goods_small_img` varchar(128) COLLATE utf8_unicode_ci NOT NULL DEFAULT '' COMMENT '商品小图',
  `goods_create_time` int(11) NOT NULL DEFAULT '0' COMMENT '添加时间',
  `goods_last_time` int(11) NOT NULL DEFAULT '0',
  `abc` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`goods_id`)
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='商品表';

-- ----------------------------
-- Records of sw_goods
-- ----------------------------
INSERT INTO `sw_goods` VALUES ('2', '诺基亚N855qq', '111', '1000.00', '201', '3', '1', '<p>诺基亚N85参数</p>\r\n<div> </div>\r\n<div>\r\n<table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n    <tbody>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>基本参数</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">手机昵称</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">N85</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">上市日期</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">2008年10月</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">手机类型</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">3G手机；拍照手机；智能手机</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">手机制式</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">GSM</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">支持频段</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">GSM850/900/1800/1900MHz</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">数据传输</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">GPRS、EDGE</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">屏幕材质</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">AMOLED</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">屏幕色彩</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">1600万色</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">主屏尺寸</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">2.6英寸</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">主屏参数</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">QVGA 320×240像素</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">铃音描述</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">可选MP3、WAV、AAC或和弦Midi铃声等格式</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">操作系统</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">Symbian OS v9.3操作系统与S60 v3.2平台的组合</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">机身内存</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">74MB 内部动态存储空间<br />\r\n            78MB 内置NAND闪存</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">存储卡</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">支持MicroSD(T-Flash)卡扩展最大至8GB</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">电池规格</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">1200毫安时锂电池</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">标配</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">诺基亚 N85<br />\r\n            诺基亚电池（BL-5K）<br />\r\n            诺基亚旅行充电器（AC-10）<br />\r\n            诺基亚视频数据线（CA-75U）<br />\r\n            诺基亚数据线（CA-101）<br />\r\n            诺基亚音乐耳机（HS-45、AD-54）<br />\r\n            诺基亚 8 GB microSD 卡（MU-43）<br />\r\n            《用户手册》<br />\r\n            《快速入门》</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">理论通话时间</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">6.9 小时</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">理论待机时间</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">363 小时</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>产品外形</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">外观设计</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">双向滑盖</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">产品尺寸</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">103×50×16mm<br />\r\n            体积：76 立方厘米</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">手机重量</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">128克</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">产品天线</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">内置</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>拍照功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">定时器</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">摄像头</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">内置</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">摄像头像素</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">500万像素</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">连拍功能</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">支持</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">LED闪光灯</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">双LED 闪光灯</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">数码变焦</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">20 倍数码变焦</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">拍摄模式</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">静止、连拍、自动定时器、摄像</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">照片特效</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">正常、怀旧、黑白、负片、逼真</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">拍照描述</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">支持最大2592×1944分辨率照片拍摄<br />\r\n            支持JPEG、Exif格式<br />\r\n            白平衡模式：自动、阳光、阴天、白炽灯、荧光灯<br />\r\n            感光度模式：高、中、低、自动</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">视频拍摄</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">最高支持640 x 480 像素（VGA）、30 帧/秒</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>娱乐功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">收音机</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">TV-OUT</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">录音功能</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">电子书</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">视频播放</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">内置RealPlayer播放器, 支持MPEG4、H.264/AVC、H.263/3GP、RealVideo等视频格式全屏播放</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">音乐播放</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">内置播放器, 支持mp3、.wma、.aac、eAAC、eAAC+格式</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">游戏</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">内置</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">Java功能</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">支持Java MIDP 2.0 CLDC 1.1</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">Flash功能</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">第3.0版Flash lite播放器</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>数据功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">蓝牙功能</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">数据线接口</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">USB数据线 3.5mm立体声耳机插孔</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>基本功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">短信(SMS)</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">彩信(MMS)</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">免提通话</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">情景模式</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">闹钟功能</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                    </tr>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">日历功能</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">输入方式</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">键盘</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">通话记录</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">未接来电+已接来电+已拨电话记录</td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"100\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\">通讯录</td>\r\n            <td width=\"450\" bgcolor=\"#ffffff\">S60标准化名片式通讯录</td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>网络功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">电子邮件</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">WWW浏览器</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">WAP浏览器</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>商务功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">飞行模式</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">语音拨号</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">备忘录</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">日程表</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">世界时间</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                    </tr>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\"> </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td bgcolor=\"#f1f7fc\" colspan=\"2\">\r\n            <p><b>其他功能</b></p>\r\n            </td>\r\n        </tr>\r\n        <tr>\r\n            <td width=\"550\" valign=\"center\" bgcolor=\"#ffffff\" align=\"left\" style=\"padding: 8px 0px;\" colspan=\"2\">\r\n            <table cellspacing=\"1\" cellpadding=\"0\" border=\"0\" align=\"left\">\r\n                <tbody>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">GPS功能</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">电子词典</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">待机图片</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">计算器</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">来电铃声识别</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                    </tr>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">来电图片识别</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">来电防火墙</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">动画屏保</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">图形菜单</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">秒表</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                    </tr>\r\n                    <tr>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\" bgcolor=\"#c5d7ed\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" bgcolor=\"#f1f7fc\" align=\"middle\" style=\"padding: 2px; font-weight: bold;\">单位换算</td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                        <td width=\"100\" style=\"padding: 5px 0px 5px 10px;\">\r\n                        <table width=\"100%\" cellspacing=\"1\" cellpadding=\"0\" border=\"0\">\r\n                            <tbody>\r\n                                <tr>\r\n                                    <td width=\"100%\" align=\"middle\" style=\"padding: 2px; float: none;\"> </td>\r\n                                </tr>\r\n                            </tbody>\r\n                        </table>\r\n                        </td>\r\n                    </tr>\r\n                </tbody>\r\n            </table>\r\n            </td>\r\n        </tr>\r\n    </tbody>\r\n</table>\r\n</div>\r\n<p> </p>', '32_G_1242110760868.jpg', 'images/200905/thumb_img/32_thumb_G_1242110760196.jpg', '1242110760', '1376313168', '');
INSERT INTO `sw_goods` VALUES ('3', '诺基亚666原装充ee电器', '55', '33.00', '102', '0', '1', 'sfds', '3_G_1241422082168.jpg', 'images/200905/thumb_img/3_thumb_G_1241422082679.jpg', '1241422082', '1376313495', '');
INSERT INTO `sw_goods` VALUES ('4', '诺基亚N85原装充电器', '3333', '111.00', '222', '8', '1', '', '4_G_1241422402722.jpg', 'images/200905/thumb_img/4_thumb_G_1241422402467.jpg', '1241422402', '0', '');
INSERT INTO `sw_goods` VALUES ('6', '胜创KIN33GMAX', '0', '42.00', '15', '0', '0', '', '', '', '1241422573', '1376313927', '');
INSERT INTO `sw_goods` VALUES ('7', '诺基亚N85原装立体声耳机HS-82', '0', '100.00', '20', '0', '1', '', '200905/goods_img/7_G_1241422785856.jpg', 'images/200905/thumb_img/7_thumb_G_1241422785492.jpg', '1241422785', '1376309276', '');
INSERT INTO `sw_goods` VALUES ('8', '飞利浦6@6v', '0', '1300.00', '55', '3', '4', '&lt;p align=&quot;left&quot;&gt;作为一款性价比极高的入门级&lt;font size=&quot;3&quot; color=&quot;#ff0000&quot;&gt;&lt;strong&gt;商务手机&lt;/strong&gt;&lt;/font&gt;，飞利浦&lt;a href=&quot;mailto:9@9v&quot;&gt;Xenium  9@9v&lt;/a&gt;三围大小为105×44×15.8mm，机身重量仅为&lt;strong&gt;&lt;font size=&quot;3&quot; color=&quot;#ff0000&quot;&gt;75g&lt;/font&gt;&lt;/strong&gt;，装配了一块低规格1.75英寸128×160像素65000色CSTN显示屏。身正面采用月银色功能键区与屏幕数字键区相分隔，键盘设计较为&lt;font size=&quot;3&quot;&gt;&lt;strong&gt;&lt;font color=&quot;#ff0000&quot;&gt;别&lt;/font&gt;&lt;font color=&quot;#ff0000&quot;&gt;致&lt;/font&gt;&lt;/strong&gt;&lt;/font&gt;，中部导航键区采用钛金色的“腰带”彰显出浓郁的商务气息。&lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt; &lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt;此款手机采用&lt;strong&gt;&lt;font size=&quot;3&quot; color=&quot;#ff0000&quot;&gt;触摸屏&lt;/font&gt;&lt;/strong&gt;设计，搭配精致的手写笔，可支持手写中文和英文两个版本。增强的内置系统还能识别潦草字迹，确保在移动中和匆忙时输入文字的识别率。手写指令功能还支持特定图案的瞬间调用，独特的手写记事本功能，可以在触摸屏上随意绘制个性化的图案并进行&lt;strong&gt;&lt;font size=&quot;3&quot; color=&quot;#ff0000&quot;&gt;记事提醒&lt;/font&gt;&lt;/strong&gt;，让商务应用更加随意。&lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt; &lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt; 作为入门级为数不多支持&lt;strong&gt;&lt;font size=&quot;3&quot; color=&quot;#ff0000&quot;&gt;双卡功能&lt;/font&gt;&lt;/strong&gt;的手机，可以同时插入两张SIM卡，通过菜单随意切换，只需开启漫游自动切换模式，&lt;a href=&quot;mailto:9@9V&quot;&gt;9@9V&lt;/a&gt;在该模式下能够判断网络情况，自动切换适合的手机号。&lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt; &lt;/p&gt;\r\n&lt;p align=&quot;left&quot;&gt; &lt;/p&gt;', '200905/goods_img/8_G_1241425513055.jpg', 'images/200905/thumb_img/8_thumb_G_1241425513488.jpg', '1241425512', '0', '');
INSERT INTO `sw_goods` VALUES ('9', '诺基亚E33', '0', '4500.00', '4', '3', '1', '&lt;p&gt;在机身材质方面，诺基亚E66大量采用金属材质，刨光的金属表面光泽动人，背面的点状效果规则却又不失变化，时尚感总是在不经意间诠释出来，并被人们所感知。E66机身尺寸为&lt;span style=&quot;color: rgb(255, 0, 0);&quot;&gt;&lt;span style=&quot;font-size: larger;&quot;&gt;&lt;strong&gt;107.5×49.5×13.6毫米，重量为121克&lt;/strong&gt;&lt;/span&gt;&lt;/span&gt;，滑盖的造型竟然比E71还要轻一些。&lt;/p&gt;\r\n&lt;p&gt; &lt;/p&gt;\r\n&lt;div&gt;诺基亚E66机身正面是&lt;span style=&quot;color: rgb(255, 0, 0);&quot;&gt;&lt;span style=&quot;font-size: larger;&quot;&gt;&lt;strong&gt;一块2.4英寸1600万色QVGA分辨率（240×320像素）液晶显示屏&lt;/strong&gt;&lt;/span&gt;&lt;/span&gt;。屏幕上方拥有光线感应元件，能够自适应周 围环境光调节屏幕亮度；屏幕下方是方向功能键区。打开滑盖，可以看到传统的数字键盘，按键的大小、手感、间隔以及键程适中，手感非常舒适。&lt;/div&gt;\r\n&lt;div&gt; &lt;/div&gt;\r\n&lt;div&gt;诺基亚为E66配备了一颗320万像素自动对焦摄像头，带有LED 闪光灯，支持多种拍照尺寸选择。&lt;/div&gt;\r\n&lt;p&gt; &lt;/p&gt;', 'images/200905/goods_img/9_G_1241511871574.jpg', 'images/200905/thumb_img/9_thumb_G_1241511871555.jpg', '1241511871', '0', '');
INSERT INTO `sw_goods` VALUES ('10', '索爱C706', '0', '1500.00', '7', '3', '7', '<p>C702可以说是一种在外观上复古的产物，不仅延续T系列早期的直板造型，而且在屏幕和键盘的组合分布上都继承了前辈的精髓。C702的机身尺寸为106×48×15.5毫米，重量为105克。此外索尼爱立信为C702融入了<font size=\"3\" color=\"#ff0000\"><strong>三防特性，即防尘、防滑和防水溅</strong></font>，这款新的C702搭载了索尼爱立信经典A200平台，界面布局与W908c、K858c一致，典型的特征就是配备左右软键、中央确定键和通话/挂机键。</p>\r\n<p>索尼爱立信C702配备一块<strong><font size=\"3\" color=\"#ff0000\">2.2英寸26万色TFT液晶显示屏</font></strong>，分辨率为240×320像素(QVGA)，显示效果属于目前主流水准。C702可以说是索尼爱立信首批<strong><font size=\"3\" color=\"#ff0000\">内置GPS模块</font></strong>的 手机产品之一，C702的搜星、定位一气呵成，十分精准，误差大约在10米之内。基本上定位后可以将有效卫星数量控制在4—6颗，可以说可以满足我们的需 要了。C702还提供了“影像定位”功能，配合内置的AGPS全球定位辅助系统，只须启动Geo-Tagging智能影像定位功能，便可将拍摄地点记录在 照片内，方便用户随时查询。</p>\r\n<p> </p>\r\n<p>作为一款Cyber-shot系列影像手机，索尼爱立信C702在拍照功能方面同样有不俗的表现。并且手机内置的<strong><font size=\"3\" color=\"#ff0000\">320万像素摄像头</font></strong>也 同样在拍照功能上也不错的表现。不仅支持自动聚焦和双LED闪光功能，而且还拥有2倍数码变焦、防红眼、Photo fix优画及场景模式等功能。索尼爱立信C702除了配备的是最大光圈为F3.2的4.2毫米镜头之外，该机也如同门中的旗舰C902一样增加了对脸部有 先自动聚焦功能的支持。</p>\r\n<p> </p>', 'images/200905/goods_img/10_G_1242973436141.jpg', 'images/200905/thumb_img/10_thumb_G_1242973436403.jpg', '1241965622', '0', '');
INSERT INTO `sw_goods` VALUES ('11', '索爱C702c', '0', '1300.00', '1', '3', '7', '', '', '', '1241966951', '0', '');
INSERT INTO `sw_goods` VALUES ('12', '摩托罗拉A810', '0', '983.00', '8', '3', '2', '<p>全机使用的材质除去电池盖部分采用了金属以外，其它均使用了ABS工程塑料作为主材，这款手机的三围是105&times;51&times;14毫米，有着100克的轻量级重量，拿在手中的感觉还是非常不错的。A810手机作为一款<strong><font size=\"3\" color=\"#ff0000\">PDA手机</font></strong>在设计的时候取消了键盘配置，一切数字键都要依靠手机内提供的虚拟键盘进行操作，在手机的左上侧是一个<strong><font size=\"3\" color=\"#ff0000\">3.5mm的标准耳机插口</font></strong>，这种设计可以让用户使用自己习惯或者喜欢的耳机去欣赏音乐。</p>\r\n<p>&nbsp;</p>\r\n<p>这款摩托罗拉A810手机配置了一块<font size=\"3\" color=\"#ff0000\"><strong>26万色的2.2英寸TFT全触摸屏幕</strong></font>，其分辨率达到了主流的QVGA水平（240&times;320像素），摩托罗拉A810采用了内部核心为2.6.10的<strong><font size=\"3\" color=\"#ff0000\">LINUX操作系统</font></strong>，菜单上依然采用传统的9宫格的显示方式，一般手机的名片式电话本只能支持诸如电话、邮件、传真、公司等一些基本信息，而A810手机的电话本除了这些还支持公司地址，配偶信息、子女姓名、上司名称、助手等等，对于一款手机来说，电话本不可谓不强大。A810的<strong><font size=\"3\" color=\"#ff0000\">手写识别能力相当的惊人</font></strong>，对连笔、草书和倒插笔的识别率都相当的高，同时还为左右手设置了不同的书写习惯选择，并支持手写速度的调节。</p>\r\n<p>这款A810手机<strong><font size=\"3\" color=\"#ff0000\">内置的音乐播放功能</font></strong>可以支持MP3、WAV、AMR、AAC等格式的音乐播放，<font size=\"3\" color=\"#ff0000\"><strong>支持后台播放</strong></font>。视频方面，这款A810支持MP4、3GP、H.263格式的播放，视频播放器同样简约，操作方便，这款摩托罗拉A810还内置了6款游戏，每一款都有很高的耐玩性，而且都是支持触摸屏操作的，同时这款手机还内置了<strong><font size=\"3\" color=\"#ff0000\">FM收音机</font></strong>，支持自动搜索，并提供了20个频道供用户存储，不过收音机并不支持后台播放。</p>\r\n<p>&nbsp;</p>', 'images/200905/goods_img/12_G_1241965978209.jpg', 'images/200905/thumb_img/12_thumb_G_1241965978410.jpg', '1245297652', '0', '');
INSERT INTO `sw_goods` VALUES ('13', '诺基亚5320 XpressMusic', '0', '1311.00', '8', '3', '1', '<p>诺基亚5320XpressMusic音乐手机采用XpressMusic系列常见的黑红、黑蓝配色方案，而材质方便则选用的是经过<strong><font size=\"3\" color=\"#ff0000\">抛光处理</font></strong>的工程塑料；三围/体重为，为108&times;46&times;15mm/<strong><font size=\"3\" color=\"#ff0000\">90g</font></strong>，手感舒适。</p>\r\n<p>&nbsp;</p>\r\n<p>诺基亚5320采用的是一块可视面积为2.0英寸的<font size=\"3\" color=\"#ff0000\"><strong>1600万色</strong></font>屏幕，分辨率是常见的240&times;320像素（QVGA）。虽然屏幕不是特别大，但效果非常精细，色彩还原不错。</p>\r\n<p>&nbsp;</p>\r\n<p>手机背面，诺基亚为5320XM配备一颗<strong><font size=\"3\" color=\"#ff0000\">200W像素</font></strong>的摄像头，并且带有<strong><font size=\"3\" color=\"#ff0000\">两个LED的补光灯</font></strong>，可以实现拍照、摄像功能，并能通过彩信、邮件方式发送给朋友。</p>\r\n<p>&nbsp;</p>', 'images/200905/goods_img/13_G_1241968002233.jpg', 'images/200905/thumb_img/13_thumb_G_1241968002527.jpg', '1241967762', '0', '');
INSERT INTO `sw_goods` VALUES ('14', '诺基亚5800XM', '0', '2625.00', '1', '4', '1', '', 'images/200905/goods_img/14_G_1241968492932.jpg', 'images/200905/thumb_img/14_thumb_G_1241968492116.jpg', '1241968492', '0', '');
INSERT INTO `sw_goods` VALUES ('15', '摩托罗拉A810', '0', '788.00', '3', '3', '2', '', 'images/200905/goods_img/15_G_1242973362318.jpg', 'images/200905/thumb_img/15_thumb_G_1242973362970.jpg', '1241968703', '0', '');
INSERT INTO `sw_goods` VALUES ('16', '恒基伟业G101', '0', '823.33', '0', '2', '11', '', 'images/200905/goods_img/16_G_1241968949002.jpg', 'images/200905/thumb_img/16_thumb_G_1241968949103.jpg', '1241968949', '0', '');
INSERT INTO `sw_goods` VALUES ('17', '夏新N7', '0', '2300.00', '1', '3', '5', '', 'images/200905/goods_img/17_G_1241969394677.jpg', 'images/200905/thumb_img/17_thumb_G_1241969394587.jpg', '1241969394', '0', '');
INSERT INTO `sw_goods` VALUES ('18', '夏新T5', '0', '2878.00', '1', '4', '5', '<p>&nbsp;  TD-SCDMA/GSM两种模式任意切换，中国3G手机先驱，支持大陆特有3G网络，轻松实现可视电话、视频留言、视频会议功能，2.6英寸Q屏，手写、键盘双输入，内置移动证券，支持手机邮箱、手机地图、无驱U盘</p>', '', '', '1241969533', '0', '');
INSERT INTO `sw_goods` VALUES ('19', '三星SGH-F258', '0', '858.00', '12', '3', '6', '<p>从整体来看，三星SGH-F258比较<font size=\"3\" color=\"#ff0000\"><strong>时尚</strong></font>可爱，三围尺寸为94&times;46&times;17.5mm，重量为96克，曲线柔和具有玲珑美感。</p>\r\n<p>&nbsp;</p>\r\n<p>三星F258的前面板整体应用<strong><font size=\"3\" color=\"#ff0000\">镜面效果</font></strong>，2.0英寸显示屏幕略显窄小，导航键与功能键在滑盖滑开之前是前面板的全部控制键，没有挂断和接听键，不过，五向键有<font size=\"3\"><strong><font color=\"#ff0000\">音乐操</font><font color=\"#ff0000\">作</font></strong></font>功能，明确显示了F258音乐手机的定位。</p>\r\n<p>&nbsp;</p>\r\n<p>F258的数字键键区采用了极具金属质感的平板式设计，每颗按键的面积足够大，按键与按键之间的间隔明显，操作起来手感舒适。</p>', 'images/200905/goods_img/19_G_1241970175091.jpg', 'images/200905/thumb_img/19_thumb_G_1241970175208.jpg', '1241970139', '0', '');
INSERT INTO `sw_goods` VALUES ('20', '三星BC01', '0', '280.00', '12', '3', '6', '', 'images/200905/goods_img/20_G_1242106490663.jpg', 'images/200905/thumb_img/20_thumb_G_1242106490058.jpg', '1241970417', '0', '');
INSERT INTO `sw_goods` VALUES ('21', '金立 A30', '0', '2000.00', '40', '3', '10', '<p> </p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">标准配置: 标准锂电池两块,充电器两个,立体声耳机一个,数据线,说明书送256TF</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">通讯功能  输入法 短信功能 话机通讯录 通话记录</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">输入法: 中文输入法</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">短信功能: 支持短信300条和彩信100条</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">话机通讯录: 1000组名片式电话存储 来电防火墙功能  来电大头贴及来电铃声识别</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">通话记录：支持电话录音,恢复/静音,双音多频,免提</font></span></p>\r\n<p> </p>\r\n<p><font size=\"3\">高级功能</font></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">多媒体娱乐: 200万像素，最大支持10240*960，11级数码变焦,多种效果设置,连拍可全屏查看拍摄或下载的图片.支持有声MP4短片拍摄，录像时间根据内存 大小而定，拍摄录像,TV电视可跟朋友家人一起分享。支持网络摄像头功能 支持MPEG4、3GP(H.263)等视频格式 支持MP3等音频格式播放， 支持歌词播放</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">内置游戏:智能拼图</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">扩展存储功能:支持TF扩展,支持U盘功能,本机内置1M,随机赠送256TF卡</font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">高级功能:直板/智能PDA手写/键盘输入 超长待机 WAP上网  录音 蓝牙 FM收音机 电子书 Java扩展 TV电视输出 声控语音拨号 免费电视 来电防火墙   </font></span></p>\r\n<p align=\"left\"><span style=\"font-size: medium;\"><font size=\"3\">附加功能: 日历 计算器 闹钟 记事本 日程表 秒表 单位换算</font></span></p>\r\n<p><span style=\"font-size: medium;\"><font size=\"3\">提醒 以上性能均为本公司员工试机后所写,产品资料仅供参考,请以收到实物为准</font></span></p>', 'images/200905/goods_img/21_G_1242109298873.jpg', 'images/200905/thumb_img/21_thumb_G_1242109298150.jpg', '1241970634', '0', '');
INSERT INTO `sw_goods` VALUES ('22', '多普达Touch HD', '0', '5999.00', '1', '3', '3', '<p><img src=\"http://xgone.xgou.com/xgoumanage/upload/20090325/2009032502045081100887.jpg\" alt=\"\" /></p>\r\n<p>&nbsp;</p>\r\n<p><img src=\"http://www.ouku.com/upimg/ouku/Image/002(1).jpg\" alt=\"\" /></p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>', 'images/200905/goods_img/22_G_1241971076358.jpg', 'images/200905/thumb_img/22_thumb_G_1241971076803.jpg', '1241971076', '0', '');
INSERT INTO `sw_goods` VALUES ('23', '诺基亚N97', '0', '4000.00', '8', '5', '1', '<p>诺基亚N96采用了<strong><font size=\"3\" color=\"#ff0000\">双向滑盖</font></strong>设计，机身整体呈灰黑色，沉稳、大气，机身材质采用了高强度的塑料材质，手机背面采用了抛光面板的设计风格。N96三维体积103*55*20mm，重量为125g。屏幕方面，诺基亚N96配备一块<strong><font size=\"3\" color=\"#ff0000\">2.8英寸</font></strong>的屏幕，支持<strong><font size=\"3\" color=\"#ff0000\">1670万色</font></strong>显示，分辨率达到QVGA（320×240）水准。</p>\r\n<p><img alt=\"\" src=\"file:///C:/DOCUME~1/user/LOCALS~1/Temp/moz-screenshot.jpg\" /></p>\r\n<p> </p>\r\n<p> <img src=\"http://img2.zol.com.cn/product/21/896/ceN6LBMCid3X6.jpg\" alt=\"\" /></p>\r\n<p>诺基亚N96设置有专门的<strong><font size=\"3\" color=\"#ff0000\">音乐播放键</font></strong>和标准的3.5毫米音频插口，支持多格式音乐播放。内置了<strong><font size=\"3\" color=\"#ff0000\">多媒体播放器</font></strong>，支持FM调频收音机等娱乐功能。N96手机支持<strong><font size=\"3\" color=\"#ff0000\">N-Gage游戏平台</font></strong>，内置包括<font size=\"3\" color=\"#ff0000\"><strong>《PinBall》完整版</strong></font>在内的四款N-Gage游戏，除了手机本身内置的游戏，还可以从N-Gage的网站下载或者购买最新的游戏，而且可以在论坛里和其他玩家一起讨论。</p>\r\n<p><img src=\"http://img2.zol.com.cn/product/21/898/cekkw57qJjSI.jpg\" alt=\"\" /></p>\r\n<p> </p>', 'images/200905/goods_img/23_G_1241971556855.jpg', 'images/200905/thumb_img/23_thumb_G_1241971556399.jpg', '1241971488', '1376313982', '');
INSERT INTO `sw_goods` VALUES ('24', 'P807', '0', '2000.00', '100', '3', '9', '<div>\r\n<div>\r\n<div><font size=\"4\">规格参数</font></div>\r\n<p><font size=\"4\"><span>上市时间：</span><span>2008年06月</span></font></p>\r\n<p><font size=\"4\"><span>网络频率：</span><span>GSM/GPRS；900/1800MHz</span></font></p>\r\n<p><font size=\"4\"><span>重　量　：</span><span>未知</span></font></p>\r\n<p><font size=\"4\"><span>尺寸/体积：</span><span>未知</span></font></p>\r\n<p><font size=\"4\"><span>可选颜色：</span><span>银色</span></font></p>\r\n<p><font size=\"4\"><span>屏幕参数：</span><span>26万色TFT彩色屏幕；</span></font></p>\r\n<p><font size=\"4\"><span>WAP上网：</span><span>支持飞笺</span></font></p>\r\n<p><font size=\"4\"><span>基本配置:<em><strong><font size=\"5\" color=\"#ff00ff\">二电(1760毫安) 一充 数据线 耳机 手写笔 512M内存卡</font></strong></em></span></font></p>\r\n<p> </p>\r\n</div>\r\n</div>\r\n<div><font size=\"4\">基本功能</font></div>\r\n<p><font size=\"4\"><span>『时钟』</span><span>『内置振动』</span><span>『录音』</span><span>『可选铃声』</span></font></p>\r\n<p><font size=\"4\"><span>『和弦铃声』</span><span>『MP3铃声』</span><span>『来电铃声识别』</span><span>『来电图片识别』</span></font></p>\r\n<p><font size=\"4\"><span>『情景模式』</span><span>『待机图片』</span><span>『图形菜单』</span><span>『触摸屏』</span></font></p>\r\n<p><span><font size=\"4\">『手写输入』</font></span></p>\r\n<div><font size=\"4\">通信功能</font></div>\r\n<p><font size=\"4\"><span>『双卡双待』</span><span>『内置天线』</span><span>『输入法』</span><span>『中文短信』</span></font></p>\r\n<p><font size=\"4\"><span>『短信群发』</span><span>『多媒体短信』</span><span>『话机通讯录』</span><span>『通话记录』</span></font></p>\r\n<p><font size=\"4\"><span>『免提通话』</span><span>『飞行模式』</span></font></p>\r\n<div><font size=\"4\">多媒体娱乐 :支持3GP、MP4文件播放</font></div>\r\n<p><font size=\"4\"><span>『视频播放』</span><span>『MP3播放器』</span></font></p>\r\n<p><font size=\"4\"><span>多媒体卡扩展：</span><span>支持microSD卡扩展 </span></font></p>\r\n<p><font size=\"4\"><span>摄像头：</span><span>内置</span></font></p>\r\n<p><font size=\"4\"><span>摄像头像素：</span><span>30万像素</span></font></p>\r\n<p><font size=\"4\"><span>传感器类型：</span><span>CMOS</span></font></p>\r\n<p><font size=\"4\"><span>变焦模式：</span><span>数码变焦</span></font></p>\r\n<p><font size=\"4\"><span>照片分辨率：</span><span>多种照片分辨率选择</span></font></p>\r\n<p><font size=\"4\"><span>拍摄模式：</span><span>多种拍摄模式选择</span></font></p>\r\n<p><font size=\"4\"><span>照片质量：</span><span>多种照片质量选择</span></font></p>\r\n<p><font size=\"4\"><span>视频拍摄：</span><span>有声视频拍摄</span></font></p>\r\n<div><font size=\"4\">数据传输</font></div>\r\n<p><font size=\"4\"><span>『WAP浏览器』</span><span>『数据线接口』</span></font></p>\r\n<div><font size=\"4\">个人助理</font></div>\r\n<p><font size=\"4\"><span>『闹钟』</span><span>『日历』</span><span>『计算器』</span></font></p>', 'images/200905/goods_img/24_G_1241971981284.jpg', 'images/200905/thumb_img/24_thumb_G_1241971981429.jpg', '1241971981', '0', '');
INSERT INTO `sw_goods` VALUES ('25', '小灵通/固话50元充值卡', '0', '48.00', '2', '13', '0', '', 'images/200905/goods_img/25_G_1241972709544.jpg', 'images/200905/thumb_img/25_thumb_G_1241972709885.jpg', '1241972709', '0', '');
INSERT INTO `sw_goods` VALUES ('26', '小灵通/固话20元充值卡', '0', '19.00', '2', '13', '0', '', 'images/200905/goods_img/26_G_1241972789293.jpg', 'images/200905/thumb_img/26_thumb_G_1241972789393.jpg', '1241972789', '0', '');
INSERT INTO `sw_goods` VALUES ('27', '联通100元充值卡', '0', '95.00', '2', '0', '0', '', 'images/200905/goods_img/27_G_1241972894061.jpg', 'images/200905/thumb_img/27_thumb_G_1241972894068.jpg', '1241972894', '1376309295', '');
INSERT INTO `sw_goods` VALUES ('28', '联通50元充值卡', '0', '45.00', '0', '15', '0', '', 'images/200905/goods_img/28_G_1241972976313.jpg', 'images/200905/thumb_img/28_thumb_G_1241972976986.jpg', '1241972976', '0', '');
INSERT INTO `sw_goods` VALUES ('29', '移动100元充值卡', '0', '90.00', '0', '14', '0', '', 'images/200905/goods_img/29_G_1241973022206.jpg', 'images/200905/thumb_img/29_thumb_G_1241973022239.jpg', '1241973022', '0', '');
INSERT INTO `sw_goods` VALUES ('30', '移动20元充值卡', '0', '18.00', '9', '14', '0', '', 'images/200905/goods_img/30_G_1241973114234.jpg', 'images/200905/thumb_img/30_thumb_G_1241973114800.jpg', '1241973114', '0', '');
INSERT INTO `sw_goods` VALUES ('31', '摩托罗拉E8 ', '0', '1337.00', '1', '3', '2', '', 'images/200905/goods_img/31_G_1242110412332.jpg', 'images/200905/thumb_img/31_thumb_G_1242110412996.jpg', '1242110412', '0', '');
INSERT INTO `sw_goods` VALUES ('32', 'htc_one', '102', '3999.00', '25', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('33', 'htc_s', '122', '3456.00', '12', '23', '343', 'sfsfsfsd', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('34', 'htc_ss', '122', '3456.00', '12', '23', '343', 'sfsfsfsd', '', '', '1370660527', '0', '');
INSERT INTO `sw_goods` VALUES ('35', 'apple5s', '0', '5999.00', '34', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('36', 'LV包', '0', '12000.00', '13', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('37', '三星耳机', '20', '109.00', '59', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('39', 'HTC_one', '0', '3555.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('41', '三星耳机', '20', '109.00', '59', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('44', '南孚34电池', '0', '50.00', '59', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('45', '波导手机333', '99', '1200.00', '40', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('47', 'haier999', '12', '3210.00', '101', '4', '23', '水电费撒范德萨', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('49', '华硕电脑', '1500', '5640.00', '23', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('50', 'aaaaaa', '0', '2000.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('51', 'qqq', '0', '1200.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('53', 'fff', '0', '111.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('54', 'xxx', '0', '123.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('55', 'erer', '0', '122.00', '100', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('56', 'iphone5s', '0', '4999.00', '53', '0', '0', null, '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('68', 'eee', '123', '1234.00', '123', '0', '0', 'sdsd', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('69', 'aaa', '123', '1234.00', '123', '0', '0', 'sdfsfs', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('70', 'nokia222', '444', '222.00', '333', '0', '0', 'ddd', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('71', 'sfs', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('72', 'sfs', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('73', 'sfs', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('74', 'sfs', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('75', 'sfds', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('76', 'sfds', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('77', 'sfdsf', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('78', 'sfdsf', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('79', 'sfdsf', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('80', '', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('81', '', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('82', '', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('83', '', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('84', 'qqq', '0', '123.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('85', 'qqq', '0', '321.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('86', 'qwe', '0', '123.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('87', 'ttt', '0', '111.00', '0', '0', '0', '', 'public/upload/2014-01-20/52dd3d941750b.jpg', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('88', 'rrr', '0', '0.00', '0', '0', '0', '', './public/upload/2014-01-20/52dd3fbbb0edb.jpg', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('89', 'ffds', '0', '0.00', '0', '0', '0', '', './public/upload/2014-01-20/52dd403568af0.jpg', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('90', 'sdsd', '0', '0.00', '0', '0', '0', '', './public/upload/2014-01-20/52dd408c15829.JPG', './public/upload/2014-01-20/small52dd408c15829.JPG', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('91', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('92', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('93', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('94', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('95', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('96', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('97', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('98', 'eee', '0', '0.00', '0', '0', '0', '', '', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('99', 'htc_two', '100', '1234.00', '123', '0', '0', '', 'upload/2014-01-21/52de3589e4410.JPG', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('100', 'nokia', '103', '2000.00', '10', '0', '0', '', 'upload/2014-01-21/52de365933e66.jpg', '', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('101', 'sanxing', '123', '2000.00', '12', '0', '0', '', 'upload/2014-01-21/52de39907db1b.jpg', 'upload/2014-01-21/small_52de39907db1b.jpg', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('102', 'sfsdf', '2342', '243.00', '242', '0', '0', '', 'upload/2014-01-21/52de39c76b5ff.jpg', 'upload/2014-01-21/small_52de39c76b5ff.jpg', '0', '0', '');
INSERT INTO `sw_goods` VALUES ('103', 'swrsw', '234', '23432.00', '243', '0', '0', '', 'upload/2014-01-21/52de3a0cc3f44.jpg', 'upload/2014-01-21/small_52de3a0cc3f44.jpg', '0', '0', '');

-- ----------------------------
-- Table structure for sw_manager
-- ----------------------------
DROP TABLE IF EXISTS `sw_manager`;
CREATE TABLE `sw_manager` (
  `mg_id` int(11) NOT NULL AUTO_INCREMENT,
  `mg_name` varchar(32) NOT NULL,
  `mg_pwd` varchar(32) NOT NULL,
  `mg_time` int(10) unsigned NOT NULL COMMENT '时间',
  `mg_role_id` tinyint(3) unsigned NOT NULL DEFAULT '0' COMMENT '角色id',
  PRIMARY KEY (`mg_id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sw_manager
-- ----------------------------
INSERT INTO `sw_manager` VALUES ('1', 'admin', '123456', '0', '0');
INSERT INTO `sw_manager` VALUES ('2', 'tom', '123456', '0', '1');
INSERT INTO `sw_manager` VALUES ('3', 'linken', '123456', '0', '2');
INSERT INTO `sw_manager` VALUES ('4', 'mary', '123456', '1387785044', '2');
INSERT INTO `sw_manager` VALUES ('5', 'yuehan', '123456', '1387785056', '2');

-- ----------------------------
-- Table structure for sw_role
-- ----------------------------
DROP TABLE IF EXISTS `sw_role`;
CREATE TABLE `sw_role` (
  `role_id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,
  `role_name` varchar(20) NOT NULL COMMENT '角色名称',
  `role_auth_ids` varchar(128) NOT NULL DEFAULT '' COMMENT '权限ids,1,2,5',
  `role_auth_ac` text COMMENT '模块-操作',
  PRIMARY KEY (`role_id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sw_role
-- ----------------------------
INSERT INTO `sw_role` VALUES ('1', '经理', '1,4,19,5,6,2,8,9,3,11,12', 'Goods-showlist,Goods-add,Goods-cate,Order-showlist,Order-print,Advert-showlist,Advert-position,Goods-upd');
INSERT INTO `sw_role` VALUES ('2', '主管', '1,4,5,6,7,2,8,9,10', 'Goods-showlist,Goods-add,Goods-cate,User-comment,Order-showlist,Order-print,Order-add');

-- ----------------------------
-- Table structure for sw_user
-- ----------------------------
DROP TABLE IF EXISTS `sw_user`;
CREATE TABLE `sw_user` (
  `user_id` int(11) NOT NULL AUTO_INCREMENT COMMENT '自增id',
  `username` varchar(128) NOT NULL DEFAULT '' COMMENT '登录名',
  `password` varchar(32) NOT NULL DEFAULT '' COMMENT '登录密码',
  `user_email` varchar(64) NOT NULL DEFAULT '' COMMENT '邮箱',
  `user_sex` tinyint(4) NOT NULL DEFAULT '1' COMMENT '性别',
  `user_qq` varchar(32) NOT NULL DEFAULT '' COMMENT 'qq',
  `user_tel` varchar(32) NOT NULL DEFAULT '' COMMENT '手机',
  `user_xueli` tinyint(4) NOT NULL DEFAULT '1' COMMENT '学历',
  `user_hobby` varchar(32) NOT NULL DEFAULT '' COMMENT '爱好',
  `user_introduce` text COMMENT '简介',
  `user_time` int(11) DEFAULT NULL,
  `last_time` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB AUTO_INCREMENT=141 DEFAULT CHARSET=utf8 COMMENT='会员表';

-- ----------------------------
-- Records of sw_user
-- ----------------------------
INSERT INTO `sw_user` VALUES ('1', 'zhangsanff', '1234', 'zhangsan@163.com', '1', '', '', '1', '', '', null, '0');
INSERT INTO `sw_user` VALUES ('133', 'jack', 'abc', 'jack@qq.com', '3', '1234987', '13245653478', '4', '', 'I am jack', null, '0');
INSERT INTO `sw_user` VALUES ('134', 'xiaoming', '123', '', '1', '', '', '1', '', '', null, '0');
INSERT INTO `sw_user` VALUES ('135', 'tom', '12345', 'tom@11.com', '2', '12347654', '13245653478', '4', '', 'I am tom', null, '0');
INSERT INTO `sw_user` VALUES ('136', 'tom', '12345', 'tom@11.com', '2', '12347654', '13245653478', '4', '', 'I am tom', null, '0');
INSERT INTO `sw_user` VALUES ('137', 'jack', 'abcd', 'jack@qq.com', '3', '3456123', '13167895432', '5', '1,2,4', 'I am jack', null, '0');
INSERT INTO `sw_user` VALUES ('138', 'jack', 'abcd', 'jack@qq.com', '3', '3456123', '13167895432', '5', '1,2,4', 'I am jack', null, '0');
INSERT INTO `sw_user` VALUES ('139', 'jack', 'abcd', 'jack@qq.com', '3', '3456123', '13167895432', '5', '1,2,4', 'I am jack', null, '0');
INSERT INTO `sw_user` VALUES ('140', 'admin', '123', 'jack@qq.com', '3', '123456', '13167895432', '3', '1,2', 'sfsfs', null, '0');

-- ----------------------------
-- Table structure for td_book
-- ----------------------------
DROP TABLE IF EXISTS `td_book`;
CREATE TABLE `td_book` (
  `id` int(11) DEFAULT NULL,
  `name` varchar(32) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of td_book
-- ----------------------------

-- ----------------------------
-- Table structure for tencent_qq
-- ----------------------------
DROP TABLE IF EXISTS `tencent_qq`;
CREATE TABLE `tencent_qq` (
  `id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of tencent_qq
-- ----------------------------
SET FOREIGN_KEY_CHECKS=1;
